Repository: plone/tagung.plone.de
Catalog: backend/src/tagung/plone/*/locales/*/LC_MESSAGES/tagung.plone.*.po
Languages: de

source: Audience
de: Zielgruppen

source: Available Rooms for the conference
de: Verfügbare Räume für die Tagung

source: Available audiences for talks
de: Verfügbare Zielgruppen für Vorträge

source: Available types for talks
de: Verfügbare Vortragsarten

source: Company
de: Unternehmen/Organisation

source: Description of the talk (max. 3000 characters). To format select some text.
de: Beschreibung des Vortrags (max 3000 Zeichen. Zum formatieren von Text, einen Text markieren.)

source: Display talks without date and time.
de: Verberge Zeitangaben bei Vorträgen.

source: Email address of the speaker
de: E-Mail-Adresse des Vortragenden

source: First day of the conference
de: Erster Tag der Tagung

source: Github username
de: GitHub Nutzername

source: Hide date and time
de: Verberge Zeitangaben

source: Name (or names) of the speaker
de: Name oder Namen der Vortragenden

source: Room
de: Raum

source: Speaker
de: Vortragende

source: Speaker Biography (max. 1000 characters)
de: Biographie

source: Type of talk
de: Vortragsart

source: URL of the Website that holds the slides
de: URL der Vortragsfolien

source: URL of the Website that holds the video of the talk
de: URL des Vortragsvideos

source: Website
de: Webseite
